Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/samediggi.no/samediggi-article-56.html.tmx
Source language: sme
Languages: nob

source: Sámegiella
nob: Samiske dialekter

source: Sámegiella gullá suoma-ugralaš giellajovkui .
nob: Samisk hører til den finsk-ugriske språkgruppen .

source: Sámegiela hubmanguovlu gokčá árbevirolaččat stuorra oasi Norggas , Ruoŧas , Suomas ja Ruoššas .
nob: Det samiske språkområdet strekker seg tradisjonelt over deler av Norge , Sverige , Finland og Russland .

source: Hedmárkku fylkka davimus guovlluin Norggas ja Kopparberg leanas Ruoŧas , 150-300 km govda avádahkan davás ja nuorttas gitta Guoládatnjárgga nuorttamus guovlluide .
nob: Fra de nordlige deler av Hedmark fylke i Norge og Kopparbärgslän i Sverige i en 150-300 km bred sone nordover og østover til de østlige deler av Kolahalvøya .

source: Giellaguovlu ii leat oktilis , muhto dan sáhttá juohkit logi giellajovkui maid muhtimat válljejit gohčodit váldosuopmanin .
nob: Språkområdet er ikke enhetlig , men kan deles inn i forskjellige språkgrupper . Enkelte velger å kalle språkgrupper for hoveddialekter .

source: Sámegielas leat máŋga giellajoavkku mat sáhtášedje leat sierranas gielat .
nob: Disse språkgruppene kan like gjerne oppfattes som ulike språk .

source: Guđa giellajoavkkus leat iežaset čállingielat : anárašsámegielas , davvisámegielas , gieldasámegielas , julevsámegielas , lullisámegielas ja nuortalaš sámegielas .
nob: Seks av språkgruppene har sitt eget skriftspråk : enarisamisk , nordsamisk , kildinsamisk , lulesamisk , sørsamisk og østsamisk .

source: Giellajoavkkuidráját eai čuovo riikkarájáid : julev- ja lullisámegiela hállet Norggas ja Ruoŧas , davvisámegiela hállet Norggas , Ruoŧas ja Suomas .
nob: Grensene til språkgruppene følger ikke riksgrenser : lule- og sørsamisk snakkes i Norge og Sverige , nordsamisk snakkes i Norge , Sverige og Finland .

source: Eat mii dieđe man ollu olbmot hállet sámegiela .
nob: Det finnes ikke nøyaktig registrering av antall samisktalende .

source: Raportta vuođul Iskkadeapmi sámegiela geavaheami birra árvvoštallo ahte árvvu mielde 23 000 olbmo Norggas hállet sámegiela .
nob: På grunnlag av rapporten Undersøkelse om bruken av samisk fra 1999 antas det at det er 23 000 samisktalende i Norge .

source: Dasa lassin bohtet sámegielagat Ruoŧas , Suomas ja Ruoššas .
nob: I tillegg finnes det samisktalende i Sverige , Finland og Russland .

source: Boarráseamos čállon materiála sámegillii lea listu mas leat 95 sáni ja dajaldaga . Dáid čálii eŋgelas mearraolmmái Stehpen Borroughs 1557:s Guoládatnjárggas .
nob: Det eldste skrevne materiale på samisk er liste på 95 ord og uttrykk som i 1557 ble opptegnet på Kolahalvøya av en engelsk sjøkaptein Stephen Borroughs , etter at han hadde forlist med sitt skip og blitt tvunget til et par måneders opphold blant kolasamene .

source: Oktavuohta giellajoavkkuid gaskka Vaikko vel sámegielagat ásset oalle biđgolagaid , erenoamážit lullin ja oarjin , de lea sámegiela guovlu čoahkis nu ahte siidaguoibmesuopmanat juohke sajis leat áddehahtti .
nob: Forholdet mellom samiske språkgrupper Selv om de samisktalende til dels bor svært spredt , spesielt i sør og vest , henger det samiske språkområdet sammen på den måten at nabodialektene overalt er gjensidig og forståelige .

source: Erohusat mat leat dagahan ahte muhtun gielladutkit geavahit namahusa sámegielat eai ge sámegielasuopmanat oidnojit easka go veardida suopmaniid mat geográfalaččat leat guhkkálagaid , omd. davvi sámegiella ja lullisámegiella .
nob: Forskjellene som har fått noen språkforskere til å bruke betegnelsen samiske språk istedenfor samiske dialekter framtrer først når man sammenligner dialekter som geografisk står langt fra hverandre , som f.eks. nordsamisk og sørsamisk .

source: Sii eai áddehala gaskaneaset jus eai leat hárjehallan oalle olu . Siidaguoibmesuopmanat nugo omd. julevsámegiella ja davvisámegiella leat lahkalagaid .
nob: De er ikke innbyrdes forståelige uten forholdsvis mye øvelse , mens derimot nabodialekter som f.eks. lulesamisk og nordsamisk står nær hverandre .

source: Erohusat leat erenoamážit substantiivasojaheamis ( kasus ) , vearbasojaheamis ( gehčosat ja konstrukšuvnnat ) . Jienalaččat gal leat oalle ovttalágánat .
nob: Forskjellene her utgjøres først og fremst i substantivbøyning ( kasus ) og verbbøyning ( endelser og konstruksjoner ) , mens lydverket i prinsippet er forholdsvis likt .

source: Oktavuohta davvisámegiela ja julevsámegiela gaskkas sáhttá veardiduvvot dáro- ja ruoŧagielaid gaskka . Davvisámegiella ja lullisámegiella leat guhkkálagaid eret go dáro- ja islánddagielat .
nob: Forholdet mellom nordsamisk og lulesamisk kan sammenlignes med forholdet mellom norsk og svensk , mens nordsamisk og sørsamisk står like langt fra hverandre som norsk og islandsk .

source: Doahpagat giella ja suopman eai leat áibbas čielgasat .
nob: Begrepene språk og dialekt er ikke helt klare .

source: Doahpaga sisdollui váikkuhit hui ollu olgguldas áššit , nu go omd. riikkarájit .
nob: Innholdet avhenger svært meget av slike ytre forhold som f.eks. riksgrenser .

source: Sámi giellahistorjá Sáme- ja suomagiela fuolkevuohta lei čielggas juo 1600-logus. 1700-logu loahpageahčen bohcciidii jurdda suoma-ugralaš gielaid siskkáldas fuolkevuođa birra .
nob: Samisk språkhistorie Slektskapet mellom samisk og finsk var relativt klart allerede på 1600-tallet .

source: Dás duohko dat ovdánii , ja 1800-logu gaskkamutto ledje maid jurdagat urálalaš giellabearraša birra oalle čielgasat .
nob: På slutten av 1700-tallet med begynte ideen om de finsk-ugriske språkenes innbyrdes slektskap å utvikle seg , og fra midten av 1800-tallet var vel også tankene om den uralske språkfamilie nokså klare .

source: Historjjálaš gielladieđasuorggis ođđa jurdagiid mielde čielggai dađistaga teoriija sámegiela álgohistorjjá birra .
nob: Med de nye strømninger innen historisk språkvitenskap kom detaljene etter hvert på plass i den teori om det samiske språkets tidlige historie .

source: 1935:s ovdanbuvttii Paavo Ravila teoriija ahte sámegiella ja suomagiella leat vuolgán oktasaš vuođđogielas , árravuođđosuomas .
nob: I 1935 la Paavo Ravila fram teorien om at samisk og finsk har utviklet seg fra et felles urspråk , tidlig ur-finsk .

source: Vaikko nubbi urálalaš gielaid dutki , Bjørn Collinder , ( 1945 , 1954 ) čuoččuhii ahte lea doarvái dadjat ahte sámegiella lea oarjji suoma-ugralaš giella , ja ahte fuolkevuohta suomagielain ii leat nu lahka go Ravila čuoččuhii , danne go oassi ovttaláhkasašvuođas sáhttá čilgejuvvot giellaváikkuhusain .
nob: Bjørn Collinder ( 1945 , 1954 ) , har hevdet at man bør nøye seg med å konstatere at samisk er et vestlig finsk-ugrisk språk , og at slektskapet med finsk ikke er så nært som Ravila hevdet , fordi en del av likhetene kan forklares med språkpåvirkning .

source: Oktasaš vuođđogiela sánit ja loatnasánit Vuođđogielas leat muhtun bivdo- ja fuolkevuođasánit seilon nugo njuolla , čeahci , mannji ja vivva .
nob: Ord fra det felles urspråket og låneord Fra urspråket er en del jakt- og slektskapsord bevart som njuolla pil , čeahci fars yngre bror , mannji svigerdatter , brorsønns eller søstersønns kone , kvinnes svigerinne , vivva svigersønn .

source: Indo-europalašgielain leat muhtun sánit boahtán suoma-ugralaš gielaide . Sámegielas leat dat : čoarvi , čuohti , veažir .
nob: Fra indo-europeisk er noen ord antatt å ha kommet inn i finsk-ugrisk , og av dem finnes i samisk : čoarvi horn , čuohti hundre , veažir hammer .

source: Árravuođđosuopma lea váldán loatnasániid baltalaš gielain omd. luossa ja suoldni .
nob: Tidlig urfinsk har opptatt lånord fra de baltiske språk f.eks. luossa laks og suoldni dugg .

source: Loatna germánalaš gielain sámegillii ja Nuortamearasuomagillii leat leamaš guhká omd. guossi ja láibi . Slavalaš giela sánit leat maid sámegielas nugo báhppa ja báhkin .
nob: Lån fra germanske språk i samisk og østersjøfinske språk som guossi gjest , láibi brød er opptatt gjennom lange tider også slaviske ord ( báhppa prest , báhkin hedning ) er representert .

source: Sámegielas leat suomagiella ja ruoššagiela luoikkahan muhtun sániid .
nob: Fra samisk er det lånt en del ord til finsk og til russisk .

source: Duottar lea šaddan riikkaidgaskasaš sátnin , go dát lea luoikkahuvvon ruoššagillii ja ruoššagielas fas eará gielaide , nugo dárogielas tundra .
nob: Ordet duottar ( vidde ) er blitt internasjonalt kjent ved at det er lånt til russisk og derifra lånt til andre språk som norsk tundra .

source: Dálá áiggis riikkaidgaskasaš sánit nugo rádio ja televišuvdna leat sajáiduvvon sámegillii .
nob: I moderne tid er internasjonale ord som rádio og televišuvdna kommet til samisk via norsk , svensk og finsk .

source: Vuođđosámegiella árvaluvvo leat ovdánan dáláš suopmaniidda njealji áigodaga čađa .
nob: Ursamisk antas å ha utviklet seg til nåtidens dialekter via fire perioder .

source: Vuosttaš čállojuvvon gálduin ( 15-1600-loguin ) suopmanjuogadus lei sullii nu mo dál .
nob: På de første skriftlige kilders tid ( 15-1600-tallet ) er dialektinndelingen allerede stort sett som vi kjenner den i dag .

source: Almmuhan John-Marcus Kuhmunen .
nob: Publisert av John-Marcus Kuhmunen .

source: Maŋimustá rievdaduvvon 27.11.2008
nob: Sist endret 27.11.2008
